commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.
✰ المطور : @k_t_vv**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**Sedthon source is working ⚡
Dev : Coffin
Dev : @K_t_vv
Source Ch : @K_t_vv**
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**
✰` .وعد ` : اوامر وعد
✰` .بوت المليار ` : اوامر تجميع نقاط المليار
✰` .تشيكر تلي ` : اوامر التيشكر
✰` .فحص ` : فحص السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
✰ المطور : @k_t_vv
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .اسم وقتي ` : اسم وقتي لحسابك
✰` . انهاء الاسم الوقتي ` : يوقف الاسم الوقتي
✰` .بايو وقتي ` : بايو وقتي لحسابك
✰` .انهاء البايو الوقتي وقتي ` : يوقف البايو الوقتي 
✰` .ايدي ` : ايدي حسابك
✰` .فك حظر ` : فك حظر كل يلي حاظرهم
✰ المطور : @k_t_vv**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰ `.تكرار + العدد + نص` : تكرار للرسائل
✰ ` .اذاعة خاص (بلرد)` : اذاعة لكل شخص في الخاص
✰ ` .اذاعة كروب (بلرد)` : اذاعة لكل الكروبات في الخاص
✰ ` .مؤقت + عدد الثواني + نص` : ارسال رسائل مؤقتة
✰ ` .ادمن` : القنوات يلي انت ادمن بيها
✰ ` .تفليش` : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰ ` .اشتراكاتي` : جميع القنوات والكروبات والاشخاص في حسابك
✰ المطور : @k_t_vv**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .التاريخ ` : التاريخ بليوم والشهر والسنة
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
✰` .الشهر ` : الشهر الحالي
✰` .السنة ` :السنة الحالية
✰ ` .الترجمة` : اوامر الترجمة 

✰ المطور : @k_t_vv**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .قلب `
✰` .قلوب`
✰` .مربعات`
✰` .تهكير`
✰` .حجرة ورقة مقص`
✰` .ملصق`
✰` .ملصق عربي`
✰` .اكس او`
✰ المطور : @k_t_vv
**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .بحث + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة بحث ` : لمعرفة تقدم البحث
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
✰ Dev : @k_t_vv

**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
الانواع :
1 : سداسي حرفين
2 : شبه ثلاثي
3 : سداسي حرف واحد
4 : يوزر بوت ثلاثي
5 : خماسي حرفين
6 : خماسي حرف
7 : سباعي حرف
مثال : .بحث 500 2 k_t_vv

✰ المطور : @k_t_vv

'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
